const hindi = {
  language: {
    label: 'हिन्दी',
    locale: 'hi'
  },
  seo: {
    keywords:
      'बिग फाइव व्यक्तित्व परीक्षण, बिग 5 व्यक्तित्व परीक्षण, ब5 परीक्षण, बिगफाइव परीक्षण, व्यक्तित्व लक्षण, बिगफाइव, तुलना करें, मुफ्त, जॉर्डन पीटरसन'
  },
  frontpage: {
    seo: {
      title: 'नि:शुल्क ओपन-सोर्स बिगफाइव व्यक्तित्व लक्षण परीक्षण',
      description:
        'नि:शुल्क, ओपन-सोर्स बिग फाइव व्यक्तित्व परीक्षण करें। अपने व्यक्तित्व लक्षणों को जानें और अपने साथी, सहकर्मियों, दोस्तों या परिवार के सदस्यों के साथ तुलना करें।'
    },
    title: 'बिग फाइव व्यक्तित्व परीक्षण',
    call_to_action: 'अब नि:शुल्क परीक्षण करें',
    no_registration: '* कोई पंजीकरण आवश्यक नहीं',
    tests_taken: '<green>{n}</green> लोगों ने परीक्षण लिया है',
    compare: {
      title: 'खुद को दूसरों से तुलना करें',
      text1:
        'अपने साथी, सहकर्मियों, दोस्तों या परिवार के सदस्यों के साथ अपनी तुलना करें।',
      text2: 'जानें कि आप पांच क्षेत्रों में अन्य लोगों से कैसे भिन्न हैं:',
      action: 'लाइव में इसे देखें'
    },
    share: 'अपने दोस्तों के साथ साझा करें और जानें कि आप कितने संगत हैं',
    cards: {
      open: {
        title: 'व्यक्तिगत अंतर्दृष्टि',
        text: 'आपके लिए अनुकूलित अद्वितीय व्यक्तित्व अंतर्दृष्टि प्राप्त करें।'
      },
      free: {
        title: 'कार्रवाई योग्य प्रतिक्रिया',
        text: 'अपनी शक्तियों को बढ़ाने के लिए व्यावहारिक सलाह प्राप्त करें।'
      },
      scientific: {
        title: 'वैज्ञानिक',
        text: 'बिगफाइव एक वैज्ञानिक रूप से प्रमाणित और विश्वसनीय मनोवैज्ञानिक मॉडल है।'
      },
      translated: {
        title: 'अनुवादित',
        text: 'अंग्रेजी और हिंदी दोनों में उपलब्ध।'
      }
    },
    description: {
      top: 'अपने आप को बेहतर जानने के लिए <violet>नि:शुल्क</violet> व्यक्तित्व परीक्षण करें।',
      subtop: 'द',
      subtop2:
        ' सबसे वैज्ञानिक रूप से प्रमाणित और विश्वसनीय मनोवैज्ञानिक मॉडल है जो व्यक्तित्व को मापता है।',
      reference: `इस साइट के परीक्षण और मूल्यांकन को
<a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a> से एकत्र किया गया है,
इन्वेंट्री <i>जॉनसन के (2014) 120-आइटम आईपीआईपी एनईओ-पीआई-आर</i> से ली गई है।`,
      info: 'निम्नलिखित परीक्षण में 120 प्रश्न होते हैं, जिन्हें पूरा करने में आपको लगभग 10 मिनट का समय लगेगा।',
      result:
        'परीक्षण पूरा करने के बाद आपको निम्नलिखित क्षेत्रों में एक विस्तृत व्यक्तित्व रिपोर्ट प्राप्त होगी:',
      tests_taken: 'अब तक लिया गया परीक्षण'
    }
  },
  about: {
    seo: {
      title: 'बिग फाइव टीम के बारे में',
      description:
        'बिगफाइव की एक बहुत ही सक्रिय और समर्पित टीम है जो बिगफाइव को निरंतर आगे बढ़ाने का प्रयास कर रही है।'
    }
  },
  toolbar: {
    home: 'होम',
    result: 'परिणाम',
    compare: 'तुलना करें',
    articles: 'लेख',
    privacy: 'गोपनीयता',
    about: 'के बारे में',
    see_results: 'अपने परिणाम देखें',
    compare_with: 'दूसरों के साथ तुलना करें',
    faq: 'सामान्य प्रश्न'
  },
  facets: {
    openness_to_experience: {
      title: 'अनुभव के लिए खुलापन'
    },
    conscientiousness: {
      title: 'सजगता'
    },
    extraversion: {
      title: 'बहिर्मुखता'
    },
    agreeableness: {
      title: 'सहमतिता'
    },
    neuroticism: {
      title: 'मनोविकारिता'
    }
  },
  common: {
    and: 'और',
    pages: 'पृष्ठ',
    languages: 'भाषाएं',
    save: 'सहेजें',
    close: 'बंद करें'
  },
  form: {
    information: 'जानकारी',
    informationText: 'हम आपके द्वारा प्रदान की गई जानकारी का उपयोग करते हैं',
    mostAccurate: 'सबसे सटीक परिणाम प्राप्त करने के लिए',
    readMoreAbout: 'इसके बारे में और पढ़ें',
    privacy: 'गोपनीयता',
    nextButton: 'ठीक है, अगला प्रश्न',
    declineButton: 'जानकारी साझा किए बिना जारी रखें',
    prefferedLanguage: 'मेरी पसंदीदा भाषा है',
    selectLanguage: 'भाषा चुनें',
    iama: 'मैं हूँ',
    male: 'पुरुष',
    female: 'महिला',
    age: 'आयु',
    iam: 'मैं हूँ',
    yearsOld: 'वर्ष पुराना',
    ageWarning: 'आपकी उम्र 16 या इससे अधिक होनी चाहिए',
    language: 'भाषा',
    gender: 'लिंग',
    confirmInfo: 'जानकारी की पुष्टि करें',
    confirm: 'पुष्टि करें',
    toTestButton: 'ठीक है, मुझे परीक्षण पर ले जाएं'
  },
  test: {
    next: 'अगला',
    back: 'पीछे',
    more: 'अधिक',
    seeResults: 'परिणाम देखें'
  },
  big_five: {
    title: 'बिग फाइव क्या हैं?',
    seo: {
      title: 'बिग फाइव क्या हैं?',
      description: 'बिग फाइव के बारे में अधिक पढ़ें'
    }
  },
  openness_to_experience: {
    title: 'अनुभव के लिए खुलापन',
    seo: {
      title: 'अनुभव के लिए खुलापन डोमेन का अवलोकन।',
      description:
        'बिगफाइव मॉडल में अनुभव के लिए खुलापन डोमेन के बारे में अधिक पढ़ें'
    }
  },
  conscientiousness: {
    title: 'सजगता',
    seo: {
      title: 'सजगता डोमेन का अवलोकन',
      description:
        'बिगफाइव मॉडल में सजगता डोमेन के बारे में अधिक पढ़ें'
    }
  },
  extraversion: {
    title: 'बहिर्मुखता',
    seo: {
      title: 'बहिर्मुखता डोमेन का अवलोकन',
      description: 'बिगफाइव मॉडल में बहिर्मुखता डोमेन के बारे में अधिक पढ़ें'
    }
  },
  agreeableness: {
    title: 'सहमतिता',
    seo: {
      title: 'सहमतिता डोमेन का अवलोकन',
      description: 'बिगफाइव मॉडल में सहमतिता डोमेन के बारे में अधिक पढ़ें'
    }
  },
  neuroticism: {
    title: 'मनोविकारिता',
    seo: {
      title: 'मनोविकारिता डोमेन का अवलोकन',
      description: 'बिगफाइव मॉडल में मनोविकारिता डोमेन के बारे में अधिक पढ़ें'
    }
  },
  getCompare: {
    title: 'लोगों या टीमों की तुलना करें',
    description1:
      'बिगफाइव व्यक्तित्व परीक्षण के परिणामों की कई लोगों के साथ तुलना करें।',
    description2: 'अपने परीक्षण परिणामों से प्राप्त आईडी i.e. दर्ज करें',
    description3: 'आईडी-इनपुट फ़ील्ड में',
    needToAddPeople: 'लोगों की तुलना करने के लिए आपको उन्हें जोड़ने की आवश्यकता है',
    addAnother: 'एक और व्यक्ति जोड़ें',
    addPerson: 'व्यक्ति जोड़ें',
    comparePeople: 'लोगों की तुलना करें',
    nameOfPerson: 'इस व्यक्ति का नाम',
    urlOrId: 'तुलना के लिए यूआरएल या आईडी',
    name: 'नाम'
  },
  results: {
    theBigFive: 'बिग फाइव',
    score: 'स्कोर',
    important: 'महत्वपूर्ण!',
    saveResults: 'परिणामों को बाद में देखने के लिए निम्नलिखित आईडी सहेजें या ',
    compare: 'तुलना करें',
    toOthers: 'खुद को दूसरों से तुलना करें',
    seo: {
      title: 'बिगफाइव व्यक्तित्व परीक्षण के मेरे परिणाम',
      description:
        'मेरे व्यक्तित्व को देखें और निम्नलिखित पांच डोमेन में खुद की तुलना करें: मनोविकारिता, अनुभव के लिए खुलापन, सजगता, बहिर्मुखता, सहमतिता'
    }
  },
  getResult: {
    result: 'परिणाम',
    explanation:
      'यदि आपने परीक्षण किया है और अपनी आईडी सहेजी है, तो आप यहां आईडी दर्ज करके परिणाम देख सकते हैं i.e. ',
    idInput: 'आईडी-इनपुट फ़ील्ड में',
    urlOrId: 'अपने परिणाम का यूआरएल या आईडी',
    getResult: 'परिणाम प्राप्त करें',
    viewPrevious: 'पिछला परिणाम देखें'
  },
  shareLinks: {
    copyLink: 'लिंक को क्लिपबोर्ड में कॉपी करें',
    shareFacebook: 'फेसबुक पर साझा करें',
    shareTwitter: 'ट्विटर पर साझा करें',
    copiedLink: 'लिंक कॉपी हो गया',
    shareResults: 'अपने परिणाम साझा करें!'
  }
};

export default hindi;