module.exports = {
  domain: 'A',
  title: 'सहयोगिता (Agreeableness)',
  shortDescription: 'सहयोगिता का अर्थ है सहयोग और सामाजिक सद्भाव के प्रति व्यक्तिगत अंतर। सहयोगी व्यक्ति दूसरों के साथ मेलजोल को महत्व देते हैं।',
  description: `इसलिए वे विचारशील, मैत्रीपूर्ण, उदार, सहायक होते हैं और दूसरों के साथ अपने हितों में समझौता करने के लिए तैयार रहते हैं। सहयोगी लोग मानव स्वभाव के प्रति आशावादी दृष्टिकोण रखते हैं। वे मानते हैं कि लोग मूल रूप से ईमानदार, सभ्य और भरोसेमंद होते हैं। <br /><br />
असहयोगी व्यक्ति दूसरों के साथ मेलजोल से अधिक स्व-हित को महत्व देते हैं। वे आमतौर पर दूसरों की भलाई की परवाह नहीं करते हैं, और इसलिए अन्य लोगों के लिए खुद को बढ़ाने की संभावना नहीं होती। कभी-कभी दूसरों की मंशा के प्रति उनके संदेह उन्हें संकोची, गैर-मैत्रीपूर्ण, और असहयोगी बना देते हैं।
<br /><br />
लोकप्रियता प्राप्त करने और बनाए रखने के लिए सहयोगिता स्पष्ट रूप से फायदेमंद है। सहयोगी लोग असहयोगी लोगों की तुलना में अधिक पसंद किए जाते हैं। दूसरी ओर, सहयोगिता उन स्थितियों में उपयोगी नहीं है जहां कठोर या पूरी तरह से वस्तुनिष्ठ निर्णय लेने की आवश्यकता होती है। असहयोगी लोग उत्कृष्ट वैज्ञानिक, आलोचक, या सैनिक बन सकते हैं।`,
  results: [
    {
      score: 'low', // इस पंक्ति का अनुवाद न करें
      text: `आपका सहयोगिता पर स्कोर कम है, जो यह दर्शाता है कि आप दूसरों की जरूरतों की तुलना में अपनी जरूरतों के प्रति कम चिंतित हैं। लोग आपको कठोर, आलोचनात्मक और समझौता न करने वाला मानते हैं।`
    },
    {
      score: 'neutral', // इस पंक्ति का अनुवाद न करें
      text: `आपका सहयोगिता का स्तर औसत है, जो कुछ हद तक दूसरों की जरूरतों की चिंता दर्शाता है, लेकिन आमतौर पर आप दूसरों के लिए खुद को बलिदान करने के लिए तैयार नहीं होते।`
    },
    {
      score: 'high', // इस पंक्ति का अनुवाद न करें
      text: `आपका सहयोगिता का उच्च स्तर दर्शाता है कि आप दूसरों की जरूरतों और भलाई के प्रति गहरी रुचि रखते हैं। आप सुखद, सहानुभूतिपूर्ण और सहकारी हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'विश्वास',
      text: `उच्च विश्वास वाले व्यक्ति मानते हैं कि अधिकांश लोग निष्पक्ष, ईमानदार और अच्छी मंशा वाले होते हैं। कम विश्वास वाले व्यक्ति दूसरों को स्वार्थी, धोखेबाज और संभावित रूप से खतरनाक मानते हैं।`
    },
    {
      facet: 2,
      title: 'नैतिकता',
      text: `इस माप पर उच्च स्कोर करने वाले लोग दूसरों से निपटने के समय दिखावे या हेरफेर की आवश्यकता नहीं समझते और इसलिए ईमानदार, स्पष्टवादी और सच्चे होते हैं। कम स्कोर करने वाले लोग मानते हैं कि सामाजिक संबंधों में एक निश्चित मात्रा में धोखे की आवश्यकता होती है। लोग इस माप पर उच्च स्कोर करने वाले सीधे-साधे लोगों के साथ आसानी से संबंध बना पाते हैं। वे आमतौर पर इस माप पर कम स्कोर करने वाले लोगों से संबंध बनाने में कठिनाई महसूस करते हैं। यह स्पष्ट कर देना चाहिए कि कम स्कोर करने वाले अनैतिक या अनैतिक नहीं होते; वे बस अधिक सतर्क होते हैं और पूरी सच्चाई को खुले तौर पर प्रकट करने के लिए कम इच्छुक होते हैं।`
    },
    {
      facet: 3,
      title: 'परमार्थ',
      text: `परमार्थी लोग दूसरों की मदद करना वास्तव में पुरस्कृत मानते हैं। इसलिए, वे सामान्यतः उन लोगों की सहायता करने के लिए तैयार रहते हैं जिन्हें इसकी आवश्यकता होती है। परमार्थी लोग पाते हैं कि दूसरों के लिए कुछ करना आत्म-समर्पण के बजाय आत्म-संतुष्टि का एक रूप है। इस माप पर कम स्कोर करने वाले लोग जरूरतमंदों की मदद करना विशेष रूप से पसंद नहीं करते। सहायता के लिए अनुरोध उन्हें आत्म-संतुष्टि के बजाय एक बाधा की तरह महसूस होता है।`
    },
    {
      facet: 4,
      title: 'सहयोग',
      text: `इस माप पर उच्च स्कोर करने वाले व्यक्ति संघर्षों से नफरत करते हैं। वे दूसरों के साथ मेलजोल बढ़ाने के लिए अपने स्वयं के आवश्यकताओं को नजरअंदाज करने के लिए पूरी तरह तैयार रहते हैं। इस माप पर कम स्कोर करने वाले व्यक्ति दूसरों को डराने के लिए अधिक इच्छुक होते हैं ताकि वे अपनी राह पा सकें।`
    },
    {
      facet: 5,
      title: 'विनम्रता',
      text: `इस माप पर उच्च स्कोर करने वाले लोग यह दावा करना पसंद नहीं करते कि वे अन्य लोगों से बेहतर हैं। कुछ मामलों में यह रवैया कम आत्म-विश्वास या आत्म-सम्मान से उत्पन्न हो सकता है। इसके बावजूद, कुछ लोग जिनका आत्म-सम्मान उच्च होता है, वे अहंकार को अप्रिय मानते हैं। जो लोग स्वयं को श्रेष्ठ बताते हैं, उन्हें अन्य लोगों द्वारा असहनीय अहंकारी माना जाता है।`
    },
    {
      facet: 6,
      title: 'सहानुभूति',
      text: `इस माप पर उच्च स्कोर करने वाले लोग दयालु और सहानुभूतिपूर्ण होते हैं। वे दूसरों के दर्द को परोक्ष रूप से महसूस करते हैं और आसानी से दया में आ जाते हैं। कम स्कोर करने वाले व्यक्ति मानव पीड़ा से अधिक प्रभावित नहीं होते। वे तर्क के आधार पर वस्तुनिष्ठ निर्णय लेने पर गर्व महसूस करते हैं। वे सत्य और निष्पक्ष न्याय के प्रति अधिक चिंतित होते हैं।`
    }
  ]
}
