module.exports = {
  domain: 'C',
  title: 'सजगता (Conscientiousness)',
  shortDescription: 'सजगता का संबंध उस तरीके से है जिस प्रकार हम अपनी आवेगों को नियंत्रित, नियमित और निर्देशित करते हैं।',
  description: `आवेग स्वाभाविक रूप से बुरे नहीं होते;
कभी-कभी समय की सीमाएं तत्काल निर्णय की मांग करती हैं, और हमारी पहली प्रवृत्ति पर कार्य करना एक प्रभावी प्रतिक्रिया हो सकती है। इसके अलावा, खेल के समय में काम के बजाय, सहज और आवेगपूर्ण तरीके से कार्य करना मज़ेदार हो सकता है। आवेगशील व्यक्तियों को दूसरों द्वारा रंगीन, मजेदार, और अजीब के रूप में देखा जा सकता है।
<br /><br />
फिर भी, आवेग पर कार्य करना कई तरीकों से परेशानी का कारण बन सकता है। कुछ आवेग असामाजिक होते हैं। अनियंत्रित असामाजिक कार्य न केवल समाज के अन्य सदस्यों को नुकसान पहुंचाते हैं, बल्कि ऐसे आवेगपूर्ण कार्यों के अपराधी के खिलाफ प्रतिशोध का कारण भी बन सकते हैं। एक और समस्या यह है कि आवेगपूर्ण कार्य अक्सर तात्कालिक इनाम देते हैं लेकिन अवांछनीय, दीर्घकालिक परिणाम होते हैं। उदाहरणों में अत्यधिक सामाजिककरण शामिल है जिससे किसी की नौकरी से निकाल दिया जाता है, किसी महत्वपूर्ण रिश्ते के टूटने का कारण बनता है, या ऐसे नशीले पदार्थों का उपयोग करना जो अंततः किसी के स्वास्थ्य को नष्ट कर देते हैं।
<br /><br />
आवेगपूर्ण व्यवहार, भले ही गंभीर रूप से विनाशकारी न हो, किसी व्यक्ति की प्रभावशीलता को महत्वपूर्ण तरीकों से कम कर देता है। आवेगपूर्ण तरीके से कार्य करना वैकल्पिक कार्यों पर विचार करने से रोकता है, जिनमें से कुछ आवेगपूर्ण चुनाव से अधिक समझदार होते। आवेगशीलता भी उन परियोजनाओं के दौरान लोगों को विचलित करती है जिनमें संगठित चरणों या चरणों की आवश्यकता होती है। इसलिए, एक आवेगपूर्ण व्यक्ति की उपलब्धियाँ छोटी, बिखरी हुई, और असंगत होती हैं।
<br /><br />
बुद्धिमत्ता की एक विशेषता, जो संभावित रूप से मनुष्यों को पहले के जीवन रूपों से अलग करती है, वह यह है कि एक आवेग पर कार्य करने से पहले भविष्य के परिणामों के बारे में सोचना। बुद्धिमानी गतिविधि में दीर्घकालिक लक्ष्यों के बारे में सोच-विचार करना, इन लक्ष्यों के लिए योजनाएं बनाना और अपने लक्ष्यों की दिशा में विपरीत आवेगों का सामना करने के बावजूद धैर्य बनाए रखना शामिल है। इस विचार को कि बुद्धिमानी आवेग नियंत्रण को शामिल करती है, सजगता के क्षेत्र के लिए एक वैकल्पिक लेबल 'सतर्कता' (Prudence) द्वारा खूबसूरती से व्यक्त किया गया है। सतर्कता का अर्थ है समझदार और सावधान होना।
<br /><br/>
सजगता के पैमाने पर उच्च अंक प्राप्त करने वाले व्यक्तियों को वास्तव में दूसरों द्वारा बुद्धिमान के रूप में देखा जाता है। उच्च सजगता के लाभ स्पष्ट हैं। सजग व्यक्ति समस्याओं से बचते हैं और सुनियोजित और धैर्यपूर्ण योजना द्वारा उच्च स्तर की सफलता प्राप्त करते हैं। उन्हें दूसरों द्वारा भी बुद्धिमान और विश्वसनीय के रूप में देखा जाता है। नकारात्मक पक्ष पर, वे अति-परिपूर्णतावादी और कामकाजी बन सकते हैं। इसके अलावा, अत्यधिक सजग व्यक्ति कठोर और नीरस माने जा सकते हैं।
<br /><br />
असजग लोगों की आलोचना उनकी अविश्वसनीयता, महत्वाकांक्षा की कमी, और अनुशासन की कमी के लिए की जा सकती है, लेकिन वे कई अल्पकालिक सुखों का अनुभव करेंगे और उन्हें कभी नीरस नहीं कहा जाएगा।`,
  results: [
    {
      score: 'low', // इस पंक्ति का अनुवाद न करें
      text: `आपका सजगता पर स्कोर कम है, जो यह दर्शाता है कि आप वर्तमान में जीना पसंद करते हैं और जो अभी अच्छा लगता है वह करते हैं। आपका काम आमतौर पर लापरवाह और अव्यवस्थित होता है।`
    },
    {
      score: 'neutral', // इस पंक्ति का अनुवाद न करें
      text: `आपका सजगता पर स्कोर औसत है। इसका मतलब है कि आप औसत रूप से विश्वसनीय, संगठित, और आत्म-नियंत्रित हैं।`
    },
    {
      score: 'high', // इस पंक्ति का अनुवाद न करें
      text: `आपका सजगता पर स्कोर उच्च है। इसका मतलब है कि आप स्पष्ट लक्ष्यों को निर्धारित करते हैं और उन्हें दृढ़ संकल्प के साथ प्राप्त करते हैं। लोग आपको विश्वसनीय और मेहनती मानते हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'स्व-प्रभावशीलता',
      text: `स्व-प्रभावशीलता उन क्षमताओं में विश्वास को दर्शाता है जिनसे व्यक्ति कार्य पूरा कर सकता है। उच्च स्कोर करने वाले मानते हैं कि उनके पास सफलता प्राप्त करने के लिए आवश्यक बुद्धिमत्ता (साधारण समझ), प्रेरणा और आत्म-नियंत्रण है। कम स्कोर करने वाले प्रभावशाली महसूस नहीं करते हैं, और उन्हें यह अहसास हो सकता है कि वे अपने जीवन के नियंत्रण में नहीं हैं।`
    },
    {
      facet: 2,
      title: 'संगठनशीलता',
      text: `संगठनशीलता में उच्च स्कोर करने वाले व्यक्ति अच्छी तरह से संगठित होते हैं। वे दिनचर्या और अनुसूचियों के अनुसार जीवन जीना पसंद करते हैं। वे सूचियाँ बनाते हैं और योजनाएँ बनाते हैं। कम स्कोर करने वाले लोग अव्यवस्थित और बिखरे हुए होते हैं।`
    },
    {
      facet: 3,
      title: 'कर्तव्यनिष्ठा',
      text: `यह माप व्यक्ति की कर्तव्य और जिम्मेदारी की भावना की मजबूती को दर्शाता है। जो लोग इस माप पर उच्च स्कोर करते हैं, उनके पास मजबूत नैतिक दायित्व की भावना होती है। कम स्कोर करने वाले अनुबंधों, नियमों, और विनियमों को अत्यधिक सीमित मानते हैं। उन्हें अविश्वसनीय या यहां तक कि गैर-जिम्मेदाराना के रूप में देखा जा सकता है।`
    },
    {
      facet: 4,
      title: 'उपलब्धि-संघर्ष',
      text: `जो व्यक्ति इस माप पर उच्च स्कोर करते हैं, वे उत्कृष्टता प्राप्त करने के लिए कड़ी मेहनत करते हैं। सफल होने के लिए उनकी प्रेरणा उन्हें उनके उच्च लक्ष्यों की ओर बनाए रखती है। उनके जीवन में अक्सर एक मजबूत दिशा होती है, लेकिन अत्यधिक उच्च स्कोरिंग वाले व्यक्ति अपने काम के प्रति अत्यधिक एकाग्रता और जुनून में पड़ सकते हैं। कम स्कोर करने वाले लोग न्यूनतम मात्रा में काम करने से संतुष्ट होते हैं, और दूसरों द्वारा उन्हें आलसी माना जा सकता है।`
    },
    {
      facet: 5,
      title: 'स्व-अनुशासन',
      text: `स्व-अनुशासन जिसे कई लोग इच्छाशक्ति कहते हैं, कठिन या अप्रिय कार्यों को पूरा करने के लिए उन्हें जारी रखने की क्षमता को संदर्भित करता है। जिन लोगों में उच्च स्व-अनुशासन होता है, वे कार्य शुरू करने के प्रति अनिच्छा को दूर कर सकते हैं और विकर्षणों के बावजूद ट्रैक पर बने रह सकते हैं। जिनके पास कम स्व-अनुशासन होता है, वे विलंब करते हैं और उनका पालन कमज़ोर होता है, अक्सर वे कार्यों को पूरा करने में विफल रहते हैं, भले ही वे उन्हें पूरा करना चाहते हों।`
    },
    {
      facet: 6,
      title: 'सावधानी',
      text: `सावधानी उन संभावनाओं के बारे में सोचने की प्रवृत्ति का वर्णन करती है जो कार्य करने से पहले मौजूद होती हैं। सावधानी में उच्च स्कोर करने वाले लोग निर्णय लेने में अपना समय लेते हैं। कम स्कोर करने वाले अक्सर बिना विकल्पों और उनके संभावित परिणामों पर विचार किए, तुरंत वह काम कर जाते हैं जो उनके मन में आता है।`
    }
  ]
}
