module.exports = {
  domain: 'E',
  title: 'बहिर्मुखता (Extraversion)',
  shortDescription: 'बहिर्मुखता का तात्पर्य बाहरी दुनिया के साथ स्पष्ट जुड़ाव से है।',
  description: `बहिर्मुख लोग लोगों के साथ रहना पसंद करते हैं, ऊर्जा से भरपूर होते हैं, और अक्सर सकारात्मक भावनाओं का अनुभव करते हैं। वे उत्साही, क्रियाशील व्यक्ति होते हैं जो रोमांच के अवसरों के लिए "हां!" या "चलो चलते हैं!" कहने की संभावना रखते हैं। समूहों में वे बात करना, खुद को व्यक्त करना, और अपने प्रति ध्यान आकर्षित करना पसंद करते हैं।
<br /><br />
अंतर्मुख लोग बहिर्मुखों के उत्साह, ऊर्जा, और गतिविधि स्तरों की कमी रखते हैं। वे शांत, कम-सक्रिय, सोच-समझकर और सामाजिक दुनिया से अलग रहते हैं। उनका सामाजिक सहभागिता की कमी को शर्म या अवसाद के रूप में नहीं समझना चाहिए; अंतर्मुख व्यक्ति को बहिर्मुख की तुलना में कम उत्तेजना की आवश्यकता होती है और वे अकेले रहना पसंद करते हैं। <br /><br />अंतर्मुख की स्वतंत्रता और संयम को कभी-कभी अशिष्टता या अहंकार के रूप में समझा जा सकता है। वास्तव में, एक अंतर्मुख व्यक्ति जो सहमति के आयाम पर उच्च स्कोर करता है, दूसरों से संपर्क नहीं करेगा, लेकिन संपर्क किए जाने पर वह काफी सुखद होगा।`,
  results: [
    {
      score: 'low', // इस पंक्ति का अनुवाद न करें
      text: `आपका बहिर्मुखता पर स्कोर कम है, जो यह दर्शाता है कि आप अंतर्मुख, संयमी, और शांत हैं। आपको एकांत और अकेले गतिविधियों का आनंद मिलता है। आपकी सामाजिकता कुछ करीबी दोस्तों तक ही सीमित होती है।`
    },
    {
      score: 'neutral', // इस पंक्ति का अनुवाद न करें
      text: `आपका बहिर्मुखता पर स्कोर औसत है, जो दर्शाता है कि आप न तो दबे हुए अकेले हैं और न ही खुशमिजाज गपशप करने वाले हैं। आपको दूसरों के साथ समय बिताना और अकेले समय बिताना दोनों का आनंद आता है।`
    },
    {
      score: 'high', // इस पंक्ति का अनुवाद न करें
      text: `आपका बहिर्मुखता पर स्कोर उच्च है, जो यह दर्शाता है कि आप सामाजिक, मिलनसार, ऊर्जावान, और जीवंत हैं। आप अधिकतर समय लोगों के बीच रहना पसंद करते हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'मित्रता',
      text: `मित्रवत लोग वास्तव में अन्य लोगों को पसंद करते हैं और खुलेआम दूसरों के प्रति सकारात्मक भावनाओं को प्रदर्शित करते हैं। वे जल्दी से मित्र बनाते हैं और उनके लिए करीबी, घनिष्ठ संबंध बनाना आसान होता है। मित्रता में कम स्कोर करने वाले व्यक्ति अनिवार्य रूप से ठंडे और शत्रुतापूर्ण नहीं होते हैं, लेकिन वे दूसरों के साथ संपर्क में नहीं आते और उन्हें दूरस्थ और संयमी माना जाता है।`
    },
    {
      facet: 2,
      title: 'सहजता',
      text: `सहज लोग दूसरों की संगति को सुखद उत्तेजक और संतोषजनक पाते हैं। उन्हें भीड़ की उत्तेजना पसंद है। कम स्कोर करने वाले लोग बड़ी भीड़ से अभिभूत महसूस करते हैं और इसलिए सक्रिय रूप से बड़ी भीड़ से बचते हैं। उन्हें कभी-कभी लोगों के साथ रहना नापसंद नहीं होता है, लेकिन उन्हें गोपनीयता और अकेले समय की अधिक आवश्यकता होती है, उनकी तुलना में जो इस माप पर उच्च स्कोर करते हैं।`
    },
    {
      facet: 3,
      title: 'दृढ़ता',
      text: `उच्च स्कोर करने वाले दृढ़ता पसंद करते हैं, बात करना पसंद करते हैं, चार्ज लेना पसंद करते हैं, और दूसरों की गतिविधियों का निर्देशन करना पसंद करते हैं। वे समूहों में नेताओं की तरह होते हैं। कम स्कोर करने वाले ज्यादा बात नहीं करते और दूसरों को समूह की गतिविधियों का नियंत्रण सौंप देते हैं।`
    },
    {
      facet: 4,
      title: 'गतिविधि स्तर',
      text: `सक्रिय व्यक्ति तेज़-तर्रार, व्यस्त जीवन जीते हैं। वे तेजी से, ऊर्जावान, और सक्रिय रूप से चलते हैं, और वे कई गतिविधियों में संलग्न होते हैं। इस माप पर कम स्कोर करने वाले लोग धीमी गति और अधिक आरामदायक, शिथिल गति का पालन करते हैं।`
    },
    {
      facet: 5,
      title: 'उत्तेजना की खोज',
      text: `इस माप पर उच्च स्कोर करने वाले लोग उच्च स्तर की उत्तेजना के बिना आसानी से ऊब जाते हैं। उन्हें चमकदार रोशनी और हलचल पसंद होती है। वे जोखिम लेने और रोमांच की खोज करने की संभावना रखते हैं। कम स्कोर करने वाले शोर और हलचल से अभिभूत हो जाते हैं और रोमांच की खोज से बचते हैं।`
    },
    {
      facet: 6,
      title: 'प्रसन्नता',
      text: `यह माप सकारात्मक मूड और भावनाओं को मापता है, न कि नकारात्मक भावनाओं को (जो न्यूरोटिसिज़्म डोमेन का हिस्सा हैं)। इस माप पर उच्च स्कोर करने वाले व्यक्ति आमतौर पर खुशी, उत्साह, आशावाद, और आनंद जैसी सकारात्मक भावनाओं का अनुभव करते हैं। कम स्कोर करने वाले इस तरह की ऊर्जावान, उच्च आत्माओं के प्रति प्रवण नहीं होते।`
    }
  ]
}
