module.exports = {
  domain: 'N',
  title: 'न्यूरोटिसिज़्म (Neuroticism)',
  shortDescription: 'न्यूरोटिसिज़्म नकारात्मक भावनाओं का अनुभव करने की प्रवृत्ति को दर्शाता है।',
  description: `फ्रायड ने मूल रूप से न्यूरोसिस शब्द का उपयोग मानसिक पीड़ा, भावनात्मक कष्ट, और जीवन की सामान्य माँगों का प्रभावी ढंग से सामना न कर पाने की स्थिति को वर्णित करने के लिए किया था। उन्होंने सुझाव दिया कि हर किसी में न्यूरोसिस के कुछ लक्षण होते हैं, लेकिन हम अपनी पीड़ा की डिग्री और हमारे विशेष संकट के लक्षणों में भिन्न होते हैं। आज न्यूरोटिसिज़्म नकारात्मक भावनाओं का अनुभव करने की प्रवृत्ति को दर्शाता है। <br /><br />जो लोग न्यूरोटिसिज़्म में उच्च स्कोर करते हैं, वे मुख्य रूप से किसी एक विशेष नकारात्मक भावना जैसे चिंता, क्रोध, या अवसाद का अनुभव कर सकते हैं, लेकिन वे इन भावनाओं में से कई का अनुभव करने की संभावना रखते हैं। <br /><br />न्यूरोटिसिज़्म में उच्च स्कोर करने वाले लोग भावनात्मक रूप से प्रतिक्रियाशील होते हैं। वे उन घटनाओं पर भावनात्मक प्रतिक्रिया करते हैं, जो अधिकांश लोगों को प्रभावित नहीं करती हैं, और उनकी प्रतिक्रियाएं सामान्य से अधिक तीव्र होती हैं। वे साधारण स्थितियों को खतरनाक मानने की अधिक संभावना रखते हैं, और मामूली निराशाओं को अत्यधिक कठिन समझते हैं। <br /><br />उनकी नकारात्मक भावनात्मक प्रतिक्रियाएं असामान्य रूप से लंबे समय तक बनी रहती हैं, जिसका अर्थ है कि वे अक्सर बुरे मूड में होते हैं। इन भावनात्मक नियमन की समस्याओं से न्यूरोटिक व्यक्ति की स्पष्ट रूप से सोचने, निर्णय लेने, और तनाव का प्रभावी ढंग से सामना करने की क्षमता कम हो सकती है।`,
  results: [
    {
      score: 'low', // इस पंक्ति का अनुवाद न करें
      text: `आपका न्यूरोटिसिज़्म पर स्कोर कम है, जो यह दर्शाता है कि आप असाधारण रूप से शांत, संयत और अप्रभावी हैं। आप तीव्र भावनाओं के साथ प्रतिक्रिया नहीं करते हैं, भले ही अधिकांश लोग इसे तनावपूर्ण समझते हों।`
    },
    {
      score: 'neutral', // इस पंक्ति का अनुवाद न करें
      text: `आपका न्यूरोटिसिज़्म पर स्कोर औसत है, जो दर्शाता है कि आपकी भावनात्मक प्रतिक्रियाशीलता सामान्य जनसंख्या की तरह ही है। तनावपूर्ण और निराशाजनक स्थितियां आपको कुछ हद तक परेशान करती हैं, लेकिन आप सामान्यतः इन भावनाओं से उबर जाते हैं और इन स्थितियों का सामना करते हैं।`
    },
    {
      score: 'high', // इस पंक्ति का अनुवाद न करें
      text: `आपका न्यूरोटिसिज़्म पर स्कोर उच्च है, जो दर्शाता है कि आप आसानी से परेशान हो जाते हैं, भले ही अधिकांश लोग इसे सामान्य जीवन की माँगों के रूप में समझते हैं। लोग आपको संवेदनशील और भावनात्मक मानते हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'चिंता',
      text: `चिंतित व्यक्तियों का मस्तिष्क का "लड़ाई या उड़ान" प्रणाली बहुत आसानी से और अक्सर सक्रिय हो जाती है। इसलिए, उच्च चिंता में स्कोर करने वाले लोग अक्सर महसूस करते हैं कि कुछ खतरनाक होने वाला है। वे विशिष्ट स्थितियों से डर सकते हैं या सामान्य रूप से भयभीत हो सकते हैं। वे तनावग्रस्त, चंचल, और घबराए हुए महसूस करते हैं। चिंता में कम स्कोर करने वाले व्यक्ति सामान्यतः शांत और निडर होते हैं।`
    },
    {
      facet: 2,
      title: 'क्रोध',
      text: `जो लोग क्रोध में उच्च स्कोर करते हैं, वे तब नाराज हो जाते हैं जब चीजें उनके अनुसार नहीं होती हैं। वे उचित रूप से व्यवहार किए जाने के प्रति संवेदनशील होते हैं और जब उन्हें लगता है कि उनके साथ धोखा हुआ है, तो वे क्रोधित और कड़वे हो जाते हैं। यह स्केल क्रोध महसूस करने की प्रवृत्ति को मापता है; व्यक्ति क्रोध और शत्रुता को व्यक्त करता है या नहीं, यह व्यक्ति की सहमति के स्तर पर निर्भर करता है। कम स्कोर करने वाले व्यक्ति अक्सर या आसानी से नाराज नहीं होते हैं।`
    },
    {
      facet: 3,
      title: 'अवसाद',
      text: `यह स्केल उदासी, निराशा, और हतोत्साहित होने की प्रवृत्ति को मापता है। उच्च स्कोर करने वाले लोग ऊर्जा की कमी महसूस करते हैं और गतिविधियों को शुरू करने में कठिनाई होती है। कम स्कोर करने वाले व्यक्ति आमतौर पर इन अवसादग्रस्त भावनाओं से मुक्त होते हैं।`
    },
    {
      facet: 4,
      title: 'आत्म-जागरूकता',
      text: `आत्म-जागरूक व्यक्ति इस बारे में संवेदनशील होते हैं कि अन्य लोग उनके बारे में क्या सोचते हैं। अस्वीकृति और उपहास के बारे में उनकी चिंता उन्हें अन्य लोगों के साथ शर्मीले और असहज महसूस कराती है। वे आसानी से शर्मिंदा हो जाते हैं और अक्सर शर्मिंदा महसूस करते हैं। उनका डर कि अन्य लोग उनकी आलोचना करेंगे या उनका मजाक उड़ाएंगे, अतिरंजित और अवास्तविक होता है, लेकिन उनकी असहजता और असुविधा इन भय को स्व-पूर्ति भविष्यवाणी बना सकती है। इसके विपरीत, कम स्कोर करने वाले व्यक्ति इस गलतफहमी से पीड़ित नहीं होते हैं कि हर कोई उन्हें देख रहा है और उन्हें जज कर रहा है। वे सामाजिक स्थितियों में नर्वस नहीं होते हैं।`
    },
    {
      facet: 5,
      title: 'असंयम',
      text: `असंयम व्यक्ति को मजबूत इच्छाएं और आग्रह महसूस होते हैं जिन्हें वे नियंत्रित करने में कठिनाई होती है। वे अल्पकालिक सुखों और पुरस्कारों की ओर अधिक प्रवृत्त होते हैं बजाय दीर्घकालिक परिणामों के। कम स्कोर करने वाले व्यक्ति मजबूत, अप्रतिरोध्य इच्छाओं का अनुभव नहीं करते हैं और इसलिए वे अधिक मात्रा में उपभोग करने के लिए ललचाते नहीं हैं।`
    },
    {
      facet: 6,
      title: 'भेद्यता',
      text: `भेद्यता में उच्च स्कोर करने वाले व्यक्ति दबाव या तनाव में आने पर घबराहट, भ्रम, और असहायता का अनुभव करते हैं। कम स्कोर करने वाले व्यक्ति तनाव में अधिक संतुलित, आत्मविश्वासी, और स्पष्ट सोच वाले महसूस करते हैं।`
    }
  ]
}
