module.exports = {
  domain: 'O',
  title: 'अनुभव के प्रति खुलापन (Openness To Experience)',
  shortDescription: 'अनुभव के प्रति खुलापन एक संज्ञानात्मक शैली के आयाम का वर्णन करता है जो कल्पनाशील, रचनात्मक लोगों को पृथ्वी से जुड़े, पारंपरिक लोगों से अलग करता है।',
  description: `खुले लोग बौद्धिक रूप से जिज्ञासु होते हैं, कला की सराहना करते हैं, और सौंदर्य के प्रति संवेदनशील होते हैं। वे, बंद लोगों की तुलना में, अपनी भावनाओं के प्रति अधिक जागरूक होते हैं। वे व्यक्तिगत और गैर-अनुरूपित तरीकों से सोचने और कार्य करने की प्रवृत्ति रखते हैं। बौद्धिक व्यक्ति आमतौर पर अनुभव के प्रति खुलापन पर उच्च स्कोर करते हैं; इसलिए, इस कारक को संस्कृति या बौद्धिकता भी कहा गया है। <br /><br />फिर भी, बौद्धिकता को अनुभव के प्रति खुलापन के एक पहलू के रूप में सबसे अच्छा माना जा सकता है। अनुभव के प्रति खुलापन पर स्कोर शिक्षा के वर्षों और मानक बुद्धिमत्ता परीक्षणों के स्कोर के साथ केवल मामूली रूप से संबंधित होते हैं।
<br /><br />
खुली संज्ञानात्मक शैली की एक और विशेषता प्रतीकों और अमूर्तताओं में सोचने की सुविधा है जो ठोस अनुभव से बहुत दूर होती है। व्यक्ति की विशिष्ट बौद्धिक क्षमताओं के आधार पर, यह प्रतीकात्मक संज्ञानात्मकता गणितीय, तार्किक, या ज्यामितीय सोच, कलात्मक और रूपक भाषा के उपयोग, संगीत रचना या प्रदर्शन, या कई दृश्य या प्रदर्शन कलाओं में से एक रूप ले सकती है।
<br /><br />
अनुभव के प्रति खुलापन पर कम स्कोर करने वाले लोग संकीर्ण, सामान्य रुचियों की प्रवृत्ति रखते हैं। वे सरल, सीधे, और स्पष्ट की तुलना में जटिल, अस्पष्ट, और सूक्ष्म को पसंद करते हैं। वे कला और विज्ञान को संदेह की दृष्टि से देख सकते हैं, इन प्रयासों को गूढ़ या व्यावहारिक उपयोग के योग्य नहीं मान सकते हैं। बंद लोग नवीनता की तुलना में परिचितता को पसंद करते हैं; वे रूढ़िवादी होते हैं और परिवर्तन के प्रतिरोधी होते हैं।
<br /><br />
मनोवैज्ञानिकों द्वारा अनुभव के प्रति खुलापन को अक्सर स्वस्थ या अधिक परिपक्व के रूप में प्रस्तुत किया जाता है, जो स्वयं अनुभव के प्रति खुले होते हैं। हालांकि, सोचने की खुली और बंद शैलियाँ विभिन्न वातावरणों में उपयोगी होती हैं। खुले व्यक्ति की बौद्धिक शैली एक प्रोफेसर के लिए अच्छी हो सकती है, लेकिन अनुसंधान से पता चला है कि बंद सोच पुलिस कार्य, बिक्री, और कई सेवा व्यवसायों में श्रेष्ठ नौकरी के प्रदर्शन से संबंधित है।`,
  results: [
    {
      score: 'low', // इस पंक्ति का अनुवाद न करें
      text: `आपका अनुभव के प्रति खुलापन पर स्कोर कम है, जो दर्शाता है कि आप सरल और स्पष्ट रूप से सोचना पसंद करते हैं। अन्य लोग आपको वास्तविकता में रहकर, व्यावहारिक और रूढ़िवादी मानते हैं।`
    },
    {
      score: 'neutral', // इस पंक्ति का अनुवाद न करें
      text: `आपका अनुभव के प्रति खुलापन पर स्कोर औसत है, जो दर्शाता है कि आप परंपरा का आनंद लेते हैं लेकिन नई चीजों को आज़माने के लिए तैयार हैं। आपकी सोच न तो सरल है और न ही जटिल। अन्य लोग आपको एक शिक्षित व्यक्ति मानते हैं लेकिन बौद्धिक नहीं।`
    },
    {
      score: 'high', // इस पंक्ति का अनुवाद न करें
      text: `आपका अनुभव के प्रति खुलापन पर स्कोर उच्च है, जो दर्शाता है कि आप नवीनता, विविधता, और परिवर्तन का आनंद लेते हैं। आप जिज्ञासु, कल्पनाशील, और रचनात्मक हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'कल्पनाशीलता',
      text: `कल्पनाशील व्यक्तियों के लिए, वास्तविक दुनिया अक्सर बहुत साधारण और सामान्य होती है। इस पैमाने पर उच्च स्कोर करने वाले लोग कल्पना का उपयोग एक अधिक समृद्ध और रोचक दुनिया बनाने के तरीके के रूप में करते हैं। इस पैमाने पर कम स्कोर करने वाले लोग तथ्यों की तुलना में कल्पना पर कम ध्यान देते हैं।`
    },
    {
      facet: 2,
      title: 'कलात्मक रुचियाँ',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग सौंदर्य को, चाहे वह कला में हो या प्रकृति में, पसंद करते हैं। वे कलात्मक और प्राकृतिक घटनाओं में आसानी से शामिल हो जाते हैं और उसमें लीन हो जाते हैं। वे जरूरी नहीं कि कला में प्रशिक्षित या प्रतिभाशाली हों, हालांकि कई होंगे। इस पैमाने की परिभाषित विशेषताएँ हैं प्राकृतिक और कृत्रिम सौंदर्य में रुचि और उसकी सराहना। कम स्कोर करने वाले लोग सौंदर्य संवेदनशीलता और कला में रुचि की कमी रखते हैं।`
    },
    {
      facet: 3,
      title: 'भावुकता',
      text: `भावुकता में उच्च स्कोर करने वाले लोग अपनी भावनाओं तक अच्छी पहुंच रखते हैं और उनकी जागरूकता होती है। कम स्कोर करने वाले लोग अपनी भावनाओं के प्रति कम जागरूक होते हैं और वे अपनी भावनाओं को खुलकर व्यक्त नहीं करते हैं।`
    },
    {
      facet: 4,
      title: 'साहसिकता',
      text: `साहसिकता में उच्च स्कोर करने वाले लोग नई गतिविधियों को आज़माने, विदेशी भूमि की यात्रा करने, और विभिन्न चीजों का अनुभव करने के लिए उत्सुक रहते हैं। वे परिचितता और नियमितता को उबाऊ मानते हैं, और केवल इसलिए एक नया मार्ग घर की ओर ले सकते हैं क्योंकि वह अलग है। कम स्कोर करने वाले लोग परिवर्तन के साथ असहज महसूस करते हैं और परिचित नियमितताओं को पसंद करते हैं।`
    },
    {
      facet: 5,
      title: 'बौद्धिकता',
      text: `बौद्धिकता और कलात्मक रुचियाँ अनुभव के प्रति खुलापन के दो सबसे महत्वपूर्ण और केंद्रीय पहलू हैं। बौद्धिकता में उच्च स्कोर करने वाले लोग विचारों से खेलना पसंद करते हैं। वे नए और असामान्य विचारों के प्रति खुले दिमाग वाले होते हैं, और बौद्धिक मुद्दों पर बहस करना पसंद करते हैं। वे पहेलियों, पहेलियों, और मस्तिष्कीय पहेलियों का आनंद लेते हैं। बौद्धिकता में कम स्कोर करने वाले लोग विचारों के बजाय लोगों या चीजों के साथ निपटने को पसंद करते हैं। वे बौद्धिक अभ्यास को समय की बर्बादी मानते हैं। बौद्धिकता को बुद्धिमत्ता के साथ नहीं मिलाया जाना चाहिए। बौद्धिकता एक बौद्धिक शैली है, न कि बौद्धिक क्षमता, हालांकि बौद्धिकता में उच्च स्कोर करने वाले लोग बौद्धिकता में कम स्कोर करने वाले व्यक्तियों की तुलना में मानक बुद्धिमत्ता परीक्षणों पर थोड़ा उच्च स्कोर करते हैं।`
    },
    {
      facet: 6,
      title: 'उदारवाद',
      text: `मनोवैज्ञानिक उदारवाद अधिकार, परंपरा, और पारंपरिक मूल्यों को चुनौती देने की तत्परता को दर्शाता है। अपने सबसे चरम रूप में, मनोवैज्ञानिक उदारवाद यहां तक ​​कि नियमों के प्रति स्पष्ट शत्रुता, कानून-तोड़ने वालों के प्रति सहानुभूति, और अस्पष्टता, अराजकता, और अव्यवस्था के प्रति प्रेम को भी दर्शा सकता है। मनोवैज्ञानिक रूढ़िवादी व्यक्ति परंपरा के साथ संगति से लाए गए सुरक्षा और स्थिरता को पसंद करते हैं। मनोवैज्ञानिक उदारवाद और रूढ़िवादिता राजनीतिक संबद्धता के समान नहीं हैं, लेकिन निश्चित रूप से व्यक्तियों को कुछ राजनीतिक दलों की ओर झुकाते हैं।`
    }
  ]
}
