import { type TemplateDomain } from '../../types'

const agreeableness: TemplateDomain = {
  domain: 'A',
  title: 'सहमतता',
  shortDescription: 'सहमतता सहयोग और सामाजिक समरसता के प्रति चिंता में व्यक्तिगत अंतर को दर्शाता है। सहमत व्यक्ति दूसरों के साथ सामंजस्य बिठाने को महत्व देते हैं।',
  description: `इसलिए वे विचारशील, मित्रवत, उदार, सहायक होते हैं और अपने हितों को
दूसरों के साथ समझौता करने के लिए तैयार होते हैं। सहमत लोग मानव
प्रकृति के प्रति आशावादी दृष्टिकोण रखते हैं। वे मानते हैं कि लोग मूल रूप से ईमानदार, सभ्य,
और भरोसेमंद होते हैं। <br /><br />
असहमत व्यक्ति अपने स्वार्थ को दूसरों के साथ सामंजस्य बिठाने से ऊपर रखते हैं।
वे आम तौर पर दूसरों की भलाई की परवाह नहीं करते हैं, और
इसलिए उनके लिए दूसरों के लिए खुद को समर्पित करना मुश्किल होता है।
कभी-कभी दूसरों की मंशा के प्रति उनका संदेह उन्हें
शंकालु, अस्वाभाविक, और असहयोगी बना देता है।
<br /><br />
लोकप्रियता प्राप्त करने और बनाए रखने के लिए सहमतता स्पष्ट रूप से फायदेमंद है।
सहमत लोग असहमत लोगों की तुलना में अधिक पसंद किए जाते हैं। दूसरी ओर,
सहमतता उन स्थितियों में उपयोगी नहीं है
जहां कठोर या पूर्ण वस्तुनिष्ठ निर्णयों की आवश्यकता होती है। असहमत लोग
उत्कृष्ट वैज्ञानिक, आलोचक, या सैनिक बन सकते हैं।`,
  results: [
    {
      score: 'low', // इस लाइन का अनुवाद न करें
      text: `आपका सहमतता पर स्कोर कम है, जो यह दर्शाता है कि आप दूसरों की
ज़रूरतों की तुलना में अपनी ज़रूरतों की अधिक परवाह करते हैं। लोग आपको कठोर,
आलोचनात्मक, और समझौता न करने वाला समझते हैं।`
    },
    {
      score: 'neutral', // इस लाइन का अनुवाद न करें
      text: `आपका सहमतता का स्तर औसत है, जो यह दर्शाता है कि आप कुछ हद तक दूसरों की
ज़रूरतों की परवाह करते हैं, लेकिन सामान्य रूप से दूसरों के लिए खुद को बलिदान
करने के लिए तैयार नहीं होते।`
    },
    {
      score: 'high', // इस लाइन का अनुवाद न करें
      text: `आपका सहमतता का उच्च स्तर दर्शाता है कि आप दूसरों की
ज़रूरतों और भलाई में गहरी रुचि रखते हैं। आप सुखद, सहानुभूतिपूर्ण,
और सहयोगी हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'विश्वास',
      text: `एक व्यक्ति जिसके पास उच्च विश्वास होता है, मानता है कि अधिकांश लोग
न्यायप्रिय, ईमानदार, और अच्छे इरादों वाले होते हैं। जिनके पास विश्वास कम होता है,
वे दूसरों को स्वार्थी, कपटी, और संभावित रूप से खतरनाक मानते हैं।`
    },
    {
      facet: 2,
      title: 'नैतिकता',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग यह मानते हैं कि
दूसरों के साथ व्यवहार करते समय दिखावा या चालाकी की आवश्यकता नहीं होती है और इसलिए
वे स्पष्ट, निष्कपट, और ईमानदार होते हैं। निम्न स्कोर करने वाले यह मानते हैं कि
सामाजिक संबंधों में एक निश्चित मात्रा में धोखे की आवश्यकता होती है। लोग
इस पैमाने पर उच्च स्कोर करने वाले सीधेसाधे लोगों से आसानी से जुड़ जाते हैं।
वे आमतौर पर इस पैमाने पर निम्न स्कोर करने वाले
अप्रत्यक्ष लोगों से जुड़ने में अधिक कठिनाई महसूस करते हैं। यह स्पष्ट किया जाना चाहिए कि
निम्न स्कोर करने वाले अनैतिक या अनैतिक नहीं होते हैं; वे बस अधिक सावधान होते हैं
और खुले तौर पर पूरी सच्चाई बताने के लिए कम इच्छुक होते हैं।`
    },
    {
      facet: 3,
      title: 'परमार्थ',
      text: `परमार्थी लोग दूसरों की सहायता करने में वास्तव में संतुष्टि पाते हैं।
फलस्वरूप, वे आमतौर पर उन लोगों की मदद करने के लिए तैयार होते हैं जिन्हें आवश्यकता होती है।
परमार्थी लोग पाते हैं कि दूसरों के लिए काम करना आत्म-पूर्ति का एक रूप है न कि
आत्म-बलिदान। इस पैमाने पर निम्न स्कोर करने वाले लोग उन लोगों की सहायता करना पसंद नहीं करते
जो आवश्यकता में हैं। सहायता के लिए अनुरोध उन्हें आत्म-पूर्ति के अवसर के बजाय
अधिकार का उल्लंघन जैसा लगता है।`
    },
    {
      facet: 4,
      title: 'सहयोग',
      text: `इस पैमाने पर उच्च स्कोर करने वाले व्यक्ति
संघर्षों को नापसंद करते हैं। वे दूसरों के साथ सामंजस्य बिठाने के लिए या
अपने स्वयं के आवश्यकताओं को नजरअंदाज करने के लिए पूरी तरह से तैयार होते हैं।
इस पैमाने पर निम्न स्कोर करने वाले लोग अपने तरीके से
अपनी बात मनवाने के लिए दूसरों को धमकाने की अधिक संभावना रखते हैं।`
    },
    {
      facet: 5,
      title: 'विनम्रता',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग यह दावा करना पसंद नहीं करते
कि वे अन्य लोगों से बेहतर हैं। कुछ मामलों में यह रवैया
निम्न आत्म-विश्वास या आत्म-सम्मान से उत्पन्न हो सकता है। फिर भी,
कुछ लोग उच्च आत्म-सम्मान के बावजूद अहंकार को अस्वाभाविक मानते हैं।
जो लोग खुद को श्रेष्ठ बताते हैं, उन्हें अन्य लोग
असहमत और अहंकारी समझते हैं।`
    },
    {
      facet: 6,
      title: 'सहानुभूति',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग
दयालु और सहानुभूतिपूर्ण होते हैं। वे दूसरों के दर्द को परोक्ष रूप से महसूस करते हैं
और आसानी से करुणा से प्रभावित हो जाते हैं। निम्न स्कोर करने वाले लोग
मानव पीड़ा से इतनी गहराई से प्रभावित नहीं होते हैं। वे गर्व से
निर्णय लेते हैं और निष्पक्षता से अधिक चिंतित होते हैं
सत्य और न्याय के साथ।`
    }
  ]
}

export default agreeableness